Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/9 МАЯ1661.tmx
Source language: ru
Languages: ba

source: Вооружение состоит из деактивированных моделей оружия, из которых невозможно стрелять боевыми патронами.
ba: Ҡоралланыу сафтан сыҡҡан, хәрби патрондар менән атыуға яраҡһыҙ ҡоралдар иҫәбенә башҡарыла.

source: Как правило, такие модели производят имитацию выстрела (холостой патрон) и внешне ничем не отличаются от настоящего оружия определенной эпохи.
ba: Ғәҙәттә, ундай моделдәр буш патрон ярҙамында атыу тауышы сығара, шартлау күренеше тыуҙыра һәм тышҡы яҡтан ысын ҡоралдан бер яғы менән дә айырылмай.

source: Одна из самых масштабных реконструкций состоялась в прошлом году на аэродроме «Первушино» и была приурочена к 70-летию Победы.
ba: Иң күләмле реконструкцияларҙың береһе Еңеүҙең былтыр 70 йыллығы айҡанлы «Первушино» аэродромында ойошторолдо.

source: Использовались подлинная амуниция, экипировка, наземная и воздушная техника времен Второй мировой войны: мотоциклы, автомобили, советский и немецкий танки.
ba: Унда Икенсе донъя һуғышына ҡағылышлы кейем-һалым, ҡорал, ер өҫтө һәм һауа техникаһы – мотоциклдар, автомобилдәр, танктар ҡулланылды.

source: Картину военных баталий дополнили пиротехнические эффекты, имитирующие взрывы и снаряды.
ba: Шартлау һәм снарядтарҙы һынландырыусы һәр төрлө пиротехник эффекттар хәрби бәрелеш картинаһын тағы ла йәнләндереп ебәрҙе.

source: В 2012 году в уфимском парке Победы состоялась реконструкция «Подвиг», посвященная Александру Матросову, год спустя реконструкторы республики в деталях воссоздали Сталинградскую битву.
ba: 2012 йылда Өфөнөң Еңеү паркында Александр Матросовҡа арналған «Батырлыҡ» тигән реконструкция үтте, ә бер йылдан был хәрәкәт ағзалары Сталинград һуғышын тергеҙеп, халыҡ иғтибарына тәҡдим итте.

source: В конце апреля крупная военно-историческая реконструкция запланирована в Туймазинском районе, на сабантуйном поле близ села Зигитяк.
ba: Апрель аҙағында Туймазы районының Егетәк ауылы янындағы һабантуй яланында күләмле хәрби-тарихи реконструкция үткәреү планға алынған.

source: Участники собираются инсценировать один из боев на подступах к Берлину весной 1945 года.
ba: Унда ҡатнашыусылар 1945 йылдың яҙында Берлин ҡалаһын алыуҙың бер мәлен һынландырырға йыйына.

source: — Пожалуй, это лучший способ изучения истории, — считает руководитель клуба «Первый башкирский конный полк» Ильдар Шаяхметов.
ba: – Минеңсә, был – тарихты өйрәнеүҙең иң яҡшы алымдарының береһе, – ти «Беренсе башҡорт атлы полкы» клубы етәксеһе Илдар Шәйәхмәтов.

source: — Участие современной молодежи в военно-исторической реконструкции воспитывает патриотические чувства, рождает связь поколений и хранит славные традиции нашего народа.
ba: – Йәштәрҙең хәрби-тарихи реконструкцияларҙа ҡатнашыуы илһөйәрлек тойғоһо тәрбиәләй, быуындар бәйләнешен нығыта һәм халҡыбыҙҙың данлы үткәненә бәйле яҡты хәтерҙе һаҡларға булышлыҡ итә.
